[
  {
    "url": "https://www.gov.uk/guidance/charity-purposes-and-rules",
    "title": "Charity purposes and rules",
    "summary": "Find out about the rules you must follow to govern your charity.",
    "last_updated": "2022-03-23",
    "full_text": "Guidance Charity purposes and rules English Cymraeg Find out about the rules you must follow to govern your charity. From: The Charity Commission Published 2 November 2020 Last updated 23 March 2022\n          — See all updates Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents Use your charity’s governing document Focus on your charity’s purposes Public benefit What else your governing document says The law Print this page Introduction to charity purposes video As a trustee, you must run your charity in a way that complies with your charity’s governing document and the law. This includes making sure your charity achieves its purposes. Every trustee is responsible for this. Even if certain tasks are done by individual trustees, employees or volunteers, all trustees are responsible. Use your charity’s governing document This is your starting point. Every charity has a governing document. It contains: your charity’s aims or purposes (often referred to as its ‘objects’) rules for how it must operate Make sure you have the latest version. Use it when making your plans and decisions. Use the register of charities to check what your charity’s governing document is. It’s usually a constitution, trust deed or memorandum and articles of association. Focus on your charity’s purposes You must deliver only your charity’s purposes. Your charity’s funds can only be spent on supporting the delivery of these purposes. Read the governing document. Make sure you understand: what your charity is set up to achieve (its purposes) who your charity is there to benefit (its beneficiaries) what your charity can or cannot do to carry out its purposes (its powers) Checking that your charity is furthering its purposes is something you will do all the time as a trustee. For example, whenever you: set your budget for the year agree new projects or services think about how to use the charity’s property Drifting into activities that your charity is not set up to do This can happen if you do not focus on your charity’s purposes. For example, where the charity: wants to deliver a new service, but trustees have not checked that this new work fits the charity’s purposes has applied for a grant, which must be spent on activities that do not match the charity’s purposes Using charity funds or resources on other purposes is very serious. Trustees may have to repay the charity from their own money. Keep your charity’s purposes under review to ensure that they properly reflect what the charity does. Public benefit Public benefit is what makes charities different from other organisations. It is about providing a clear benefit for a wide enough section of the public when delivering your charity’s purposes. You must run your charity for the public benefit. This means taking into account the Commission’s public benefit guidance on running a charity . This explains how, when making decisions as trustees, you should: be clear about who should benefit from your charity and what these benefits are make sure that any private benefits to individuals or organisations are necessary, incidental and in the interests of the charity manage any risk of harm to beneficiaries and the public that might arise from your charity’s work You must report on public benefit every year in your charity’s annual report: see our guidance on what to report . What else your governing document says Your governing document has rules on how your charity must be managed. Make sure you know these and comply with them. This will help you make valid decisions. It also helps to avoid damaging disputes. Governing documents usually say: how trustees must be appointed how often trustees must meet how many trustees are needed to make a valid decision A governing document can give you extra powers. For example, powers to invest or borrow money. Check if there are any special conditions or restrictions you need to follow. It might also say if there are things that you cannot do. For example: making payments to trustees selling the charity’s land If you are using a power, make sure you comply with your trustee duties , such as the duty to act in the charity’s best interests. You should also keep your governing document up to date . The law You do not have to be an expert. But you must make sure your charity complies with the law. To help you do this, take reasonable steps to find out what laws apply. For example, by reading relevant guidance or by getting appropriate professional advice. Charity law Charity law includes requirements about what you have to report to the Commission . Further guidance on charity law by topic is also available on the Commission’s website. Other laws and regulations Other requirements may apply to your charity depending on: what it does - for example, if it owns land, employs staff, raises funds, or works with children its structure - for example, if it is a company, a charitable incorporated organisation or a trust where it works - for example, if it works in other parts of the UK or worldwide Charities are also subject to general laws such as tax, data protection, and health and safety which trustees have responsibilities to meet. Other organisations can provide information or help . Updates to this page Published 2 November 2020 Last updated 23 March 2022 + show all updates 23 March 2022 Introductory video added. 2 November 2020 Added translation Sign up for emails or print this page Get emails about this page Print this page Contents Related content Collection Your charity's activities 5-minute guides for charity trustees Explore the topic Charities, volunteering and honours Trustee role and board"
  },
  {
    "url": "https://www.gov.uk/guidance/charity-trustee-whats-involved",
    "title": "Charity trustee: what’s involved (CC3a)",
    "summary": "Find out what being a charity trustee involves, if you can claim expenses and where to get help and advice.",
    "last_updated": "2018-05-03",
    "full_text": "Guidance Charity trustee: what’s involved (CC3a) English Cymraeg Find out what being a charity trustee involves, if you can claim expenses and where to get help and advice. From: The Charity Commission Published 23 May 2013 Last updated 3 May 2018\n          — See all updates Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents About charity trustees Before you start - make sure you are eligible Trustees’ 6 main duties Making decisions as a trustee Chair and treasurer trustee roles When trustees can be personally liable Find out more about being a trustee Print this page About charity trustees Trustees have overall control of a charity and are responsible for making sure it’s doing what it was set up to do. They may be known by other titles, such as: directors board members governors committee members Whatever they are called, trustees are the people who lead the charity and decide how it is run. Being a trustee means making decisions that will impact on people’s lives. Depending on what the charity does, you will be making a difference to your local community or to society as a whole. Trustees use their skills and experience to support their charities, helping them achieve their aims. Trustees also often learn new skills during their time on the board. Most trustees don’t get paid for their role, but you can claim reasonable expenses as a trustee - see trustee expenses: what charities can pay . Before you start - make sure you are eligible You must be at least 16 years old to be a trustee of a charity that is a company or a charitable incorporated organisation (CIO), or at least 18 to be a trustee of any other sort of charity. You must be properly appointed following the procedures and any restrictions in the charity’s governing document. You must not act as a trustee if you are disqualified unless authorised to do so by a waiver from the Commission. The reasons for disqualification are shown in the disqualifying reasons table and include: being bankrupt or having an individual voluntary arrangement (IVA) having an unspent conviction for certain offences (including any that involve dishonesty or deception) being on the sex offenders’ register You can read the automatic disqualification guidance for charities which explains the disqualification rules in more detail. There are further restrictions for charities that work with children or adults at risk. Find out more: The essential trustee - who can be a trustee Trustees’ 6 main duties 1. Ensure your charity is carrying out its purposes for the public benefit You and your co-trustees must make sure that the charity is carrying out the purposes for which it is set up, and no other purpose. This means you should: ensure you understand the charity’s purposes as set out in its governing document plan what your charity will do, and what you want it to achieve be able to explain how all of the charity’s activities are intended to further or support its purposes understand how the charity benefits the public by carrying out its purposes Spending charity funds on the wrong purposes is a very serious matter; in some cases trustees may have to reimburse the charity personally. Find out more: The essential trustee - purposes and public benefit 2. Comply with your charity’s governing document and the law You and your co-trustees must: make sure that the charity complies with its governing document comply with charity law requirements and other laws that apply to your charity You should take reasonable steps to find out about legal requirements, for example by reading relevant guidance or taking appropriate advice when you need to. Registered charities must keep their details on the register up to date and ensure they send the right financial and other information to the commission in their annual return or annual update. Find out more about your governing document and the law . Change your charity’s details Send a charity’s annual return 3. Act in your charity’s best interests You must: do what you and your co-trustees (and no one else) decide will best enable the charity to carry out its purposes with your co-trustees, make balanced and adequately informed decisions, thinking about the long term as well as the short term avoid putting yourself in a position where your duty to your charity conflicts with your personal interests or loyalty to any other person or body not receive any benefit from the charity unless it’s properly authorised and is clearly in the charity’s interests; this also includes anyone who is financially connected to you, such as a partner, dependent child or business partner Find out more: The essential trustee - act in your charity’s best interests 4. Manage your charity’s resources responsibly You must act responsibly, reasonably and honestly. This is sometimes called the duty of prudence. Prudence is about exercising sound judgement. You and your co-trustees must: make sure the charity’s assets are only used to support or carry out its purposes not take inappropriate risks with the charity’s assets or reputation not over-commit the charity take special care when investing or borrowing comply with any restrictions on spending funds You and your co-trustees should put appropriate procedures and safeguards in place and take reasonable steps to ensure that these are followed. Otherwise you risk making the charity vulnerable to fraud or theft, or other kinds of abuse, and being in breach of your duty. Find out more: The essential trustee - manage your charity’s resources responsibly 5. Act with reasonable care and skill As someone responsible for governing a charity, you: must use reasonable care and skill, making use of your skills and experience and taking appropriate advice when necessary should give enough time, thought and energy to your role, for example by preparing for, attending and actively participating in all trustees’ meetings Find out more: The essential trustee - act with reasonable care and skill 6. Ensure your charity is accountable You and your co-trustees must comply with statutory accounting and reporting requirements. You should also: be able to demonstrate that your charity is complying with the law, well run and effective ensure appropriate accountability to members, if your charity has a membership separate from the trustees ensure accountability within the charity, particularly where you delegate responsibility for particular tasks or decisions to staff or volunteers Find out more: The essential trustee - ensure your charity is accountable Making decisions as a trustee Charity trustees make decisions about their charity together, working as a team. Decisions don’t usually need to be unanimous as long as the majority of trustees agree. They’re usually made at charity meetings . When you and your co-trustees make decisions about your charity, you must: act within your powers act in good faith, and only in the interests of your charity make sure you are sufficiently informed, taking any advice you need take account of all relevant factors you are aware of ignore any irrelevant factors deal with conflicts of interest and loyalty make decisions that are within the range of decisions that a reasonable trustee body could make in the circumstances You should record how you made more significant decisions in case you need to review or explain them in the future. Find out more about making decisions . Chair and treasurer trustee roles Some trustees have special roles, such as the chair and the treasurer. They are known as officers. You must comply with any specific provisions in your governing document about officers. Officers don’t automatically have any extra powers or legal duties than the other trustees, but may carry out specific roles or have specific responsibilities delegated to them. Don’t forget - all trustees remain jointly responsible for the charity. For example, all trustees share responsibility for fi"
  },
  {
    "url": "https://www.gov.uk/guidance/making-decisions-at-a-charity",
    "title": "Making decisions at a charity",
    "summary": "Find out about making valid trustee decisions that are in your charity’s best interests.",
    "last_updated": "2018-05-01",
    "full_text": "Guidance Making decisions at a charity English Cymraeg Find out about making valid trustee decisions that are in your charity’s best interests. From: The Charity Commission Published 2 November 2020 Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents Follow the principles Keep records from the start Follow your charity’s rules and the law Get the information you need Plan your meetings Manage conflicts of interest Work together to make decisions Involve others at your charity Print this page Making decisions video Follow the principles As trustees, you need to work together to make the best decisions you can for your charity. Often there will not be a perfect solution. Your decision can be different from the one another group of people would reach, but it must be an informed and responsible one in your situation. To meet this standard, you must: act within your powers act honestly and with good intentions, and only in your charity’s interests be sufficiently informed, taking any advice you need take account of all relevant factors ignore irrelevant factors manage conflicts of interest make a decision that is within a range of decisions that a reasonable body of trustees could make These principles should always guide your approach. But make especially sure that you and the other trustees can show that you have used them for decisions which are: complex, or high impact, or involving significant money or other property, or high risk We recommend you use our It’s your decision guidance to help in those cases. It gives more detail about each principle. There are some practical things you can do and think about to support these principles so that your charity makes decisions correctly. We have summarised them here. Keep records from the start Record in your meeting minutes or separately: meeting dates and who attended any conflicts of interest – who they affected and how you handled them what information and advice you used, and how you used it options you considered and the main reasons for your decision any disagreements worth noting the results of any vote Check that this is happening so that you can show that you have acted properly. Follow your charity’s rules and the law Your charity’s governing document, and some laws, set out the powers you can use to run your charity to help deliver its charitable purposes. For example, most trustees have powers to invest and borrow money. You and the other trustees must: only make decisions that deliver your charity’s purposes have the right powers to carry out your decision Take advice if you are unsure about what you are allowed to do. Get permission if you need it There are some situations where you need Commission permission before you can decide to do something. Get the information you need Think about what you need to know before you can make your decision. If we have to look at your decision, we will consider what you could have reasonably known or found out. Take enough time to consider: relevant information you have to help you understand your situation and options what else you need, and how you will get it how you will use that information any guidance that applies to your decision It’s ok to ask others at your charity, for example your staff, to help you collect and analyse your information. But you are responsible for understanding and, if appropriate, challenging that information, and for making the final decision. Only use relevant information Focus on information and evidence which helps you decide what is best for your charity. This means information that is relevant . You must not allow your personal motives or prejudices affect how you decide things. Consider getting advice You must use any skills or experience you, as an individual, have to help the other trustees with a decision. Sometimes the trustees may need advice to help them reach a decision. Your charity can pay for the cost of this where it is for the charity only. Check that your adviser: has the right qualifications or expertise is well informed about the issue you are deciding Consider who else to check with Before you make important decisions, think about whether you should get the views of people such as the charity’s: beneficiaries members donors or supporters Check your governing document. Some charities have members who can make certain decisions. Plan your meetings You must usually make your decisions at meetings . Follow your governing document on when to call and hold meetings, and how to run them. Manage conflicts of interest At the beginning of your trustee meeting ask about conflicts of interest. Do not assume these do not affect you and the other trustees. Conflicts of interest are common. Make sure that you all know what conflicts of interest are and how to deal with them . Work together to make decisions As trustees you should attend trustee meetings. You must make your decisions together. This is because every trustee, including anyone absent: is responsible for those decisions made at the meeting must support and carry out decisions Do not just go along with the opinions of one person or allow some trustees to drive through decisions without discussion. This is particularly important if you think a decision goes against the principles. If you disagree If you, an individual trustee, strongly disagree with a decision: share your views and any information and knowledge you have with the other trustees ask for your disagreement to be recorded But you must follow a valid decision (one made using the principles) even if you disagree with it. If you cannot do this, you should consider resigning. Involve others at your charity You may be able to delegate some decision-making to others at your charity, for example staff, volunteers, or trustee committees. Many charities have the power to do this. But all the trustees remain responsible for any delegated decisions. When you give staff or others responsibility for decisions, tell them: what they can and cannot decide when and how to report back to you You can also ask staff and others to attend your trustee meetings to provide information and advice, though you remain responsible for making the final decision. Updates to this page Published 2 November 2020 Sign up for emails or print this page Get emails about this page Print this page Contents Related content Collection 5-minute guides for charity trustees Explore the topic Trustee role and board"
  },
  {
    "url": "https://www.gov.uk/guidance/managing-charity-finances",
    "title": "Managing charity finances",
    "summary": "Find out how to make sure that your charity’s money is safe, properly used and accounted for.",
    "last_updated": "2018-04-10",
    "full_text": "Guidance Managing charity finances English Cymraeg Find out how to make sure that your charity’s money is safe, properly used and accounted for. From: The Charity Commission Published 2 November 2020 Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents Protect your charity's money Know your charity's financial position Keep accurate financial records Manage expenses and payments to trustees Deal with financial problems quickly Print this page Managing finances video As a trustee you must take steps to make sure that your charity’s money is safe, properly used and accounted for.  Every trustee has to do this. Even if your charity has an expert to manage its finances, you are still responsible for overseeing your charity’s money. Protect your charity’s money Make sure that money is only spent on what is allowed by the charity’s governing document and policies. If it is not, you and the other trustees need to put it right. Use the Internal financial controls checklist to help you know you are doing this properly. This will help you make sure that money coming into the charity is: secure and recorded only spent on your charitable purposes at less risk of theft, fraud or cyber crime Find out more about how to protect your charity from: fraud cyber crime Managing risks you have identified If you use the checklist it will help you spot the main risks to your charity’s money and help you plan how to manage them effectively. Your charity should keep a list of the risks and how they are managed, reviewing it regularly to make sure it is up to date. Make sure that your charity uses its annual report to say what it has done to prevent these financial and other risks. This helps to show your supporters and the Charity Commission what you are doing to protect your charity’s money. Know your charity’s financial position Set a budget and follow it Your charity should have a budget. Check that it is being used. It helps make sure you have realistic plans based on how much money your charity: currently has plans to raise plans to spend each year By checking how much your charity receives and spends against the budget, you can identify problems in good time and agree what to do about them. It’s particularly important to do this where you see big differences between the budget plans and what is actually being spent. The National Council for Voluntary Organisation’s budgeting guide explains charity budgeting and planning in more detail. Get the funds you need Your charity may get the funds it needs in different ways. This can include: fundraising selling goods and services making investments Make sure you know what the rules are for getting funds in these ways and that your charity complies with them. If your charity does not spend all its income Check that your charity has a reserves policy. This explains whether your charity is aiming to keep a reserve of unspent income, what it will be used for and why this is reasonable. Check that your charity sticks to the policy or can explain why if it does not. Make sure that your charity’s annual report explains the policy and says how much money (if any) it has kept in reserve, what it is for and when the charity will use it. If you want more information, see our guidance on how to set a reserves policy . Keep accurate financial records Make sure that your charity keeps records to show all the money coming into your charity and the money it spends to help it meet its aims. You should check whether your charity’s governing document has any specific rules on record keeping and follow them if it does. Check that your charity has adequate records to show: details of money received and spent by the charity – for example bank statements and minutes of any meetings where significant decisions were taken the charity’s assets and liabilities These records are used to prepare the accounts which you should approve. You must ensure that your charity keeps accounting records for at least 6 years. Manage expenses and payments to trustees All trustees can claim expenses. These are to cover out-of-pocket payments you have to make in order to carry out your duties, for example: travel to and from trustee meetings postage and telephone calls for charity work childcare or care of other dependants while attending meetings Your charity should have a written policy setting out what is classed as an expense and how to claim and approve expenses. Read guidance about paying expenses . As a trustee you cannot receive any other payments or benefits from your charity unless the charity’s governing document allows it, or you have a specific authority for it. Check the rules before you make any payments . Deal with financial problems quickly Ensure that you have enough money to settle bills as they fall due. Act quickly if there is a significant change in the amount of money coming into or going out from your charity. If you think your charity may be facing insolvency, read our guidance for advice on what actions you should take. Take any expert advice as early as possible. This will help you work out what action to take. For example: develop alternative sources of funding or launch an emergency appeal borrow money from banks or stakeholders raise issues with any grant bodies you have received funds from reduce actual or planned spending review any charges your charity makes for facilities or services stop or delay doing some of your charity’s activities merge with another charity close your charity If there is a significant change in the charity’s funds, you may need to report this as a serious incident to us . Tell the Charity Commission if your charity closes so it can be removed from the register of charities. Updates to this page Published 2 November 2020 Sign up for emails or print this page Get emails about this page Print this page Contents Related content Collection 5-minute guides for charity trustees Explore the topic Charity money, tax and accounts Trustee role and board"
  },
  {
    "url": "https://www.gov.uk/guidance/managing-conflicts-of-interest-in-a-charity",
    "title": "Managing conflicts of interest in a charity",
    "summary": "Find out how to identify and deal with conflicts of interest in your charity.",
    "last_updated": "2019-05-06",
    "full_text": "Guidance Managing conflicts of interest in a charity English Cymraeg Find out how to identify and deal with conflicts of interest in your charity. From: The Charity Commission Published 2 November 2020 Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents Identify conflicts of interest Declare conflicts of interest (step 1) Consider removing conflicts of interest (step 2) Manage conflicts of interest (step 3) Keep a record of conflicts of interest (step 4) What to do about serious conflicts of interest Print this page Conflicts of interest introductory video As a trustee you must make decisions based only on what’s best for your charity. Do not allow your personal interests, or the interests of people or organisations connected to you, to influence these decisions. Identify conflicts of interest There are 2 common types of conflict of interest: financial conflicts and loyalty conflicts. Financial conflicts These conflicts happen when a trustee, or person or organisation connected to them, could get money or something else of value from a trustee decision. They do not include a trustee’s expenses – for example, for going to a charity meeting. Some common examples Financial conflicts for a trustee happen if your charity is deciding whether to: pay the trustee for doing their trustee role (more than their expenses) employ or pay the trustee, or their relative, for some work at your charity, or its trading company sell, loan or lease charity assets (land or anything else the charity owns) to the trustee buy, borrow or lease charity assets from the trustee buy goods from a business owned by the trustee It still counts as a conflict, even if your charity would get a good deal for its money. Loyalty conflicts These conflicts are not about money or other trustee benefits. They happen when, for other reasons, a trustee might not be able to make decisions that are best for the charity. Some common examples They can happen if the charity’s decision involves a person or organisation linked to a trustee. For example: the trustee’s employer another charity where they are a trustee the organisation that appointed them as a trustee their relatives or friends There can be a conflict because the trustee’s responsibility (or loyalty) to the other organisation or person could compete with their responsibility to the charity. Conflicts can affect all types of charities. But you must identify and deal with them properly. All of you must do this, not just the trustee with the conflict. Otherwise, you will not meet your joint legal responsibility to make decisions: based only on what’s best for your charity without influence from your personal interests Follow these 4 steps. Declare conflicts of interest (step 1) You must tell the other trustees if you personally have a conflict of interest. Do this early, before discussions or decisions happen. Do not ignore something that might be a conflict for you or another trustee. Talk to the other trustees if you’re unsure. You and the other trustees should: identify and declare conflicts at the start of meetings - have this as a standard agenda item keep and update a register of interests Follow a conflicts of interest policy Follow any rules in your charity’s governing document about conflicts of interest. You should also set a policy to tell trustees: when conflicts of interest commonly happen how to declare them what all of the trustees need to do about them Review your policy regularly and discuss it with new trustees. Consider removing conflicts of interest (step 2) As trustees you have to take action to stop the conflict from affecting your decision. What you need to do depends on your situation, but you must decide based only on what is in the best interests of your charity. You must consider if it is best for the charity to remove the conflict. This is particularly important if it is a serious conflict . If you decide that you do not need to remove the conflict, you must prevent it from affecting your decision in a different way. Use the following steps to manage it. Manage conflicts of interest (step 3) Check that any trustee payments or benefits are authorised You must not allow a trustee - or organisations or people connected to them - to benefit from your charity, unless it’s allowed by (any of the following): rules in your charity’s governing document the law the Charity Commission or the Court Check the rules before you decide to pay or benefit a trustee : you may have to repay your charity if you do not follow them. You must get Commission agreement before your charity sells or leases land to a trustee (or connected people or organisations). Even if a trustee benefit is allowed, you still have to strictly manage the conflict of interest. Follow any specific rules on managing the conflict Check and follow: your charity’s governing document any directions from the Commission, for example if we have given your charity permission to benefit a trustee other legal rules that apply to your charity If you do not have any of these rules to follow, make sure your charity sets some before you make a decision affected by a conflict of interest. As a minimum, the rules should require that the conflicted trustee: leaves relevant discussions does not take part in the decision or vote is not counted in the quorum If your charity is a company, you must add the rules to its governing document before you make your decision.  You can use the wording in this Model governing document (PDF, 346KB, 27 pages). You and the other trustees are legally responsible for making sure you manage the conflict by following the right process. Keep a record of conflicts of interest (step 4) Record: what the conflict was who or what it affected when it was declared how you managed it This will help to show that you have acted properly. What to do about serious conflicts of interest Common examples of serious conflicts are where: a majority of you have a conflict there is a single trustee, for example, a company or local authority and they have a commercial interest in the charity decision your decision involves significant money or risk, and there is a conflict In these types of situation, consider these options. Can you remove the conflict? Consider: changing your plan asking a conflicted trustee to resign deciding not to appoint a conflicted person Can you appoint additional trustees not affected by the conflict? Take legal advice if you’re unsure. Your charity can pay for this when taking advice for the charity only. Consider if you need to ask the Commission to authorise your decision in very high-risk cases. Always follow our more detailed guidance on conflicts of interest in complex or serious cases. These are where you cannot make your decision in the best interests of the charity, or it could look like that to people outside your charity. Updates to this page Published 2 November 2020 Sign up for emails or print this page Get emails about this page Print this page Contents Related content Collection 5-minute guides for charity trustees Charity boards and governance Explore the topic Trustee role and board"
  },
  {
    "url": "https://www.gov.uk/guidance/what-to-send-to-the-charity-commission-and-how-to-get-help",
    "title": "What to send to the Charity Commission and how to get help",
    "summary": "Find out what your charity must send to the Commission and what services to use to help you get things right.",
    "last_updated": "2018-06-15",
    "full_text": "Guidance What to send to the Charity Commission and how to get help English Cymraeg Find out what your charity must send to the Commission and what services to use to help you get things right. From: The Charity Commission Published 2 November 2020 Get emails about this page Applies to England and Wales Guidance for Northern Ireland Guidance for Scotland Contents Charity register details (for trustees of registered charities only) Annual return, report and accounts Dealing with serious problems and reporting them to us Free help, information and services you can get from us (for all charities) Other sources of help to support trustees Further information about how the Charity Commission supports and regulates charities Print this page Reporting information video Charity register details (for trustees of registered charities only) Your charity’s entry on the register is public information. It must always be up-to-date – you can easily use the register of charities to check your charity’s entry. You and the other trustees are responsible for making sure your charity’s entry is up-to-date, even if you ask someone else to do it for you. Your charity needs to let us know about changes to the: details of the trustees charity’s name or governing documents charity’s contact details Make sure you know all the changes to tell us about and how to do this . Annual return, report and accounts You need to know if your charity must send these to the Commission and when they are due. Different charities face different requirements. Use our annual return guidance to find the detail and check if your charity is getting it right. You and the other trustees can task someone else to provide us with the information, but all the trustees are responsible for making sure the right information is sent to us on time. Dealing with serious problems and reporting them to us If something goes wrong you and the other trustees should consider if the problem has caused (or could cause) significant harm or loss to your charity or the people it helps. If so, ensure your charity reports it to us promptly as a serious incident, even if you ask someone to do this on your behalf. We use the report to check if you are taking the right action and if we need to follow it up with the charity. It also helps us spot trends which we can warn other charities about. Find out more about what we mean by significant harm or loss and about reporting serious incidents . Whether or not the problem needs to be reported to us you and the other trustees should: act quickly to prevent further harm, loss or damage plan what you want to say and who to communicate this to, such as staff, funders and donors review the situation and learn how to stop it happening again let the right people know, for example also contact the police if there’s been a suspected crime Free help, information and services you can get from us (for all charities) Help we provide We provide a wide range of guidance . This is to help you understand your trustee role and how to get things right and avoid mistakes. If you cannot find the information you need in our guidance or if you need help with what to send us or getting our permission, you can: call us: 0300 066 9197 Monday to Friday between 9am and 5pm Information we will send you We send: a welcome pack to you when you become a trustee for the first time regulatory alerts to your charity about risks that could affect it You can also: sign up to get updates when we add new content to our website follow us on Twitter or LinkedIn read our blog Know when your charity needs permission from the Charity Commission to do something The most common things that a charity may need permission for are: changing its governing document paying a trustee or someone connected to them (not including expenses) buying, selling or leasing land from or to anyone connected with the charity spending money or selling land (without replacement) that the charity should keep forever (‘permanent endowment’) All the trustees of your charity are responsible for getting the right permission. Use our online services and forms to: find out if your charity needs a permission apply for a permission get guidance to help your charity get this right Other sources of help to support trustees As well as the services and help that we provide, there are many other organisations that can support you . Other regulators who provide advice include: Fundraising Regulator on the rules around raising money Information Commissioner’s Office on how to keep personal information about your charity’s staff, volunteers or donors safe If you and the other trustees do not have the specialist knowledge needed to make a decision, get advice from a suitable source – for example, a solicitor, accountant or surveyor. You should make sure you get the right advice from the right place when you need it. Further information about how the Charity Commission supports and regulates charities The Commission’s support, information and services help trustees to succeed and to run their charities in line with the law. This is an important part of how we regulate charities. Where we identify that a charity is at risk, we are able to investigate and, if necessary, use our powers to protect it from harm. You can find more information about how we support and regulate charities . We are committed to giving you the best service we can. But there may be a time you need to complain about a service we’ve provided. You can find more information on how to complain about a service . Updates to this page Published 2 November 2020 Sign up for emails or print this page Get emails about this page Print this page Contents Related content Collection 5-minute guides for charity trustees Charity boards and governance Explore the topic Trustee role and board"
  }
]