[
  {
    "url": "https://www.gov.uk/government/publications/charities-detailed-guidance-notes",
    "title": "Detailed tax guidance for charities",
    "summary": "How to register a charity for tax, charities' tax obligations, and the reliefs and exemptions available.",
    "last_updated": "2013-09-17",
    "full_text": "Guidance Detailed tax guidance for charities How to register a charity for tax, charities' tax obligations, and the reliefs and exemptions available. From: HM Revenue & Customs Published 17 September 2013 Last updated 5 December 2025\n          — See all updates Get emails about this page Documents Chapter 2: Applications for recognition as a charity for tax purposes HTML Chapter 3: Gift Aid HTML Chapter 4: Payroll Giving HTML Chapter 5: Giving land, buildings, shares and securities to charity HTML Chapter 6: Claims and returns HTML Chapter 7: Audits by HMRC charities HTML Chapter 8: The Gift Aid Small Donations Scheme from 6 April 2017 HTML Annex i: tax exemptions for charities HTML Annex ii: non-charitable expenditure HTML Annex iii: approved charitable investments and loans HTML Annex iv: trading and business activities — basic principles HTML Annex vi: life assurance and capital redemption products HTML Annex vii: affordable home ownership — charitable status and tax HTML Annex viii: tainted charity donations HTML Annex ix: Gift Aid donor intermediaries HTML Details This guidance is about the direct tax obligations of charities and the reliefs available to them. Where appropriate there’s also information about indirect tax (VAT) obligations and reliefs for charities. The information gives charities access to the most up to date information available about their tax obligations and any reliefs available to them. Chapter 1 and Annex v have been withdrawn. Updates to this page Published 17 September 2013 Last updated 5 December 2025 + show all updates 5 December 2025 Section 3.37.7 clarifying the requirements for basic membership subscription to be treated as a gift for Gift Aid purposes has been updated. 3 December 2025 Chapter 3 has been updated to reflect HMRC's current position on Gift Aid eligibility on membership subscriptions and The Digital Markets, Competition and Consumers Act 2024. 28 November 2025 Chapter 3: Gift Aid has been updated at sections 3.3.1, 3.9.1, 3.9.2 and 3.10.4 to give charities more guidance on dealing with non-UK donors. There is an update to section 3.37.7 to clarify the requirements for basic membership subscription to be treated as a gift for Gift Aid purposes. 7 November 2025 Chapter 3: Gift Aid, paragraphs 3.42.11 to 3.42.15 updated to include the process for sending out Gift Aid end of year letters. 9 September 2025 Section 3.6.2 of Chapter 3: Gift Aid has been updated with an additional clarification for gift aid declarations. New content has also been added to section 3.13 of the same chapter to make customers aware of a 2024 Tribunal case relating to gift aid. 16 May 2025 Chapter 8 'The Gift Aid Small Donations Scheme from 6 April 2017' has been updated to include an introduction, examples and information still relevant from chapter 8 'The Gift Aid Small Donations Scheme before 6 April 2017'. Previous versions of Chapter 8 can be found in The National Archives. 6 May 2025 Section 3.39.39 of Chapter 3 has been updated to provide a definition of family for family tickets which attract Gift Aid. 9 April 2025 Chapter 2 has been updated to make it clear only charities established in the UK are recognised for tax purposes by HMRC. 26 February 2025 Section 6.3.9 of Chapter 6 has been updated to explain that a trustee signature is required when submitting a tax return for a charitable trust. 21 February 2025 Explanation that a charity’s filed tax return should be signed or countersigned by a trustee added to Chapter 6: Claims and returns in section 6.3.9. \n\nAdded note that Chapter 1 and Annex v have been withdrawn. 27 March 2024 Section 8.3 of Chapter 8: The Gift Aid Small Donations Scheme from 6 April 2017 has been updated to remove a reference to checking for multiple donations from the same person. 11 March 2024 Paragraph 3.13.2 has been updated to show where you can find information about restrictions on relief for loan waivers by corporate entities. 29 February 2024 Section 3.45 of Chapter 3 has been updated to provide examples of Gift Aid on waived funds and loan repayments for individuals and companies. 5 January 2024 Update to correct an error in section 22.2 of Chapter 3: Gift Aid. We have adjusted the figures used in our calculations to make sure the aggregate value test produces the same pass or fail outcomes as before. 7 December 2023 In Chapter 8: The Gift Aid Small Donations Scheme from 6 April 2017, section 8.1 has been updated to clarify that top-up payments on chip and pin donations can be claimed. Section 8.3 has been updated to explain that a Community Amateur Sports Club must keep records of chip and pin donations made through bank accounts and terminals for their claims. 24 November 2023 Sections 3.4.1 and 3.13.1 of Chapter 3 have been updated to explain that cryptoassets must be converted to money before donations are eligible for gift aid. 19 October 2023 A link to the driver expenses manual has been added to chapter 3, section 3.41.10. 2 August 2023 In section 4.7 of Annex iii, we have removed guidance about ‘Programme Related Investments' and 'Mixed Motive Investments' and replaced with 'Social Investments'. At section 4.13, the Ethical Investments section has been updated to confirm the Charity Commission no longer uses the terms Mixed Motive Investment and Programme Related Investment, but HMRC recognise charities may still use these terms. 11 July 2023 Chapter 3.13.2 has been updated to explain the waiving of a refund or loan repayment by an individual can be considered a donation if certain conditions are met. 5 July 2023 Chapter 3, Section 3.4.5 has been updated to make it clear that donations made by an individual waiving a refund or a loan repayment due from a charity, can be considered a donation of a sum of money where there is a clear agreement to cancel a loan or not accept a refund. 17 April 2023 In Chapter 8: The Gift Aid Small Donations Scheme before 6 April 2017, the amounts in example 2 at Chapter 8.19.9 have been changed for consistency. 17 March 2023 Guidance has been updated to explain that charities based in the EU, Iceland, Liechtenstein or Norway can no longer apply to get tax relief. If you got tax relief on or before 14 March 2023, you will continue to get it until April 2024. 20 January 2023 Section 3.4 of 'Chapter 3: Gift Aid' has been updated to clarify when donations may incur an administration fee and when these fees are treated as charitable expenditure. Some of the information in chapter 3.45 has been removed as it is currently out of date. 18 November 2022 Section 3.45.4 of 'Chapter 3: Gift Aid' has been updated, to clarify how a refund arrangement can be waived so Gift Aid can apply. 19 October 2022 The guidance on loan waivers and loan repayments has been updated to clarify the requirements for each to be considered a qualifying donation for Gift Aid relief.  \nNew sections have been inserted at 3.13.2, 3.13.3, 3.45.6 and 3.45.7. Amendments have also been made to 3.45.1, 3.45.3 and 3.45.4. 13 October 2022 Chapters 3.42.11 and 3.42.12 of Gift Aid guidance have been updated to explain how to use letter templates and to ask for them to be issued from the end of year 3. 21 April 2022 The sections about acknowledgements and naming rights in Chapter 3: Gift Aid, have been updated to clarify when the acknowledgement of an individual, or naming of a building after an individual or business, is considered to be a benefit or an advertisement. Information about help during the coronavirus (COVID-19) period has been removed. 4 May 2021 Chapter 3.45 has been added to clarify rules on claiming Gift Aid on waived refunds and loan repayments. 14 February 2020 This page has had updated information added to Chapter 2 and Annex ii. 6 August 2019 Changes have been made to chapters 3.18 to 3.25 of the Charities guidance notes to clarify when and how donor benefits should be treated and how they are valued for gift aid limits. 1 May 2019 The total income of the charity has been updat"
  }
]