[
  {
    "url": "https://www.hse.gov.uk/voluntary/work-types/charity-retail-and-fundraising-activities.htm",
    "title": "Protecting volunteers in charity shops and fundraising",
    "summary": "If your charity has at least one employee then you will have duties under health safety law.",
    "last_updated": null,
    "full_text": "Protecting volunteers in charity shops and fundraising Many charities involve volunteers in their shops and during fundraising events or activities. If your charity has at least one employee then you will have duties under health safety law. This advice will help you manage the health and safety of volunteers. It explains how you can prevent typical injuries and includes  case studies of how other people have successfully managed the risks. Charity retail Fundraising activities Charity retail Charity retail has the same health and safety risks as commercial shops, for example customer  access and fire safety. However, there are some important differences: shops are often managed solely by  volunteers (many only volunteering a few hours a week). This has an impact on volunteer availability, for example training and communication stocks generally come from donated  goods that are then sold to the public, so there is no control over what is  donated, how much and when Risk assessment You must carry out a risk assessment to identify risks to volunteers, as well as employees, and put in  place control measures to reduce these. The example  risk assessment for a shop will help you identify typical hazards and ways to control them. There is a template to help you record the risks and any  control measures you have put in place. Vulnerable volunteers Many volunteers who volunteer in charity retail will be vulnerable workers so you must ensure you protect: older volunteers volunteers with disabilities work  experience students lone workers and volunteers There is more advice on managing risks in shops in our Health and safety in the retail industry pages, including: slips and trips and falls manual  handling violence When making your assessment it can be useful to identify risks in different  areas, such as the rear (non-public) part of the shop, and the front display  (public) area. Rear shop area There are some common health and  safety risks associated with rear areas of charity shops where donated goods are sorted, prepared for sale and stored. A combination of limited space and regular  stock arriving can cause a cramped environment: Take measures to avoid slips, trips  and falls, manual handling injuries due to poor posture, moving heavy goods,  bending and twisting, and working at ground level Sort donated goods carefully to  prevent cuts or puncture wounds, from hypodermic needles and other sharp  objects, or contamination from soiled goods Use and  store stock and equipment carefully to avoid injuries, for example by items falling  from a height or causing fires by being stored on or above heaters Provide a  safe working environment - with proper lighting, temperature (heating etc) and ventilation . Ensure premises are well maintained  and have the right welfare facilities (eg food and drink area, toilets) Front shop area Take account of loose items, such as  donated goods, left on the floor leading to trips etc, and access to dangerous  display items (eg knives, knitting needles), especially by children. We have an example of how you can manage risks to volunteers in charity shops. Fundraising events While your charity or voluntary organisation may have control over its  own fundraising events, you should also consider whether any volunteers are  planning to 'do their own thing' without you having any input or control. Volunteers who organise community fundraising events without the  involvement of an employer, charity or voluntary organisation will not  generally have duties under health and  safety law. However, they may have duties under civil law . Cabinet Office have produced a ' Can do' guide which provides advice for volunteers  organising community events. If you are an employer, you must carry out a risk assessment in the  pre-planning stages of every fundraising event. You can find examples of the  issues to consider on our event safety pages. These include: emergency plans, eg fire, first  aid, evacuation of area and accident reporting traffic control, particularly  if people and vehicles are in the same area disabled access and services equipment needed, eg tables,  gas cylinders services needed, eg electricity, water, sound,  lighting Back to top Related content Village and community  halls Organising  a voluntary event - Cabinet Office guidance Health and safety in the retail industry Charity Retail Association"
  },
  {
    "url": "https://www.hse.gov.uk/voluntary/index.htm",
    "title": "Volunteering: How to manage the risks",
    "summary": "Guidance for employers on managing the risks for volunteers.",
    "last_updated": null,
    "full_text": "Volunteering: How to manage the risks Volunteering: Guidance for employers Volunteers: Your health and safety Village and community halls: Legal responsibilities Protecting volunteers in charity shops and fundraising Subscribe for the latest health and safety news and updates. Subscribe"
  },
  {
    "url": "https://www.hse.gov.uk/contact/faqs/charities.htm",
    "title": "Does health and safety legislation apply to volunteers?",
    "summary": "The Management of Health and Safety at Work Regulations 1999 place a duty on both employers and the self-employed to assess the risks to employees and anyone else (e.g. voluntary workers, clients and customers) who may be affected by the work activities being undertaken",
    "last_updated": null,
    "full_text": "Open menu Contact HSE Is HSE the correct enforcing  authority? Ways to contact HSE FAQs Report an incident - RIDDOR Tell us about a health and safety issue Overview - Tell us about a health and safety issue What happens after you report an issue? Whistleblowers HSE forms HSE offices Overview - HSE offices East & South East London Midlands North West Scotland Wales & South West Yorkshire & North East International and overseas visits to HSE Complaints Overview - Complaints Complaints about regulatory advice HSE’s regulation of higher hazard workplace and activities Freedom of Information (FOI) Confidentiality Does health and safety legislation apply to volunteers? Health and safety legislation doesn't generally apply to someone who is not an employer, self-employed or an employee. The Health and Safety at Work etc Act 1974 (HSW Act) and the regulations made under it apply if any organisation (including a voluntary organisation) has at least one employee. The HSW Act sets out the general duties that employers have towards employees. It also requires employers and the self-employed to protect people other than those at work (eg members of the public, volunteers, clients and customers) from risks to their health and safety arising out of, or in connection with, their work activities. You can find more information at the Voluntary organisations site . Back to top"
  },
  {
    "url": "https://www.hse.gov.uk/simple-health-safety/risk/index.htm",
    "title": "Managing risks and risk assessment at work",
    "summary": "As an employer, you must make a 'suitable and sufficient assessment' of risks to your employees' health and safety, and risks to others because of your work",
    "last_updated": null,
    "full_text": "Managing risks and risk assessment at work Overview Steps needed to manage risk Risk assessment template and examples Common workplace risks More detail on managing risk Subscribe for the latest health and safety news and updates. Subscribe 1. Overview As an employer, you're required by law to protect your employees, and others, from harm. Under the Management of Health and Safety at Work Regulations 1999, the minimum you must do is: identify what could cause injury or illness in your business (hazards) decide how likely it is that someone could be harmed and how seriously (the risk) take action to eliminate the hazard, or if this isn't possible, control the risk Assessing risk is just one part of the overall process used to control risks in your workplace. For most small, low-risk businesses the steps you need to take are straightforward and are explained in these pages. If your business is larger or higher-risk, you can find detailed guidance here . If you're self-employed, check if health and safety law applies to you . Next page Steps needed to manage risk View a printable version of the whole guide Back to top Related content Introduction to managing health and safety Health and safety basics for your business Prepare a health and safety policy"
  }
]